;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Zityi's Translator Team
; TranslationAuthorEmail: zityisoft@gmail.com
; TranslationAuthorWeb: http://szoftverforditasok.hu
; Soft Version: 1.39.48
; Update: 2017-03-06
;
[GUI]
ButtonYes=Igen
ButtonNo=Nem
ButtonOK=Ok
ButtonMinimize=Kis méret
ButtonMaximize=Teljes méret
ButtonClose=Bezárás
ButtonRestore=Visszaállítás
ButtonMenu=Menü
 
[Lang]
NativeLanguage=Magyar
[Translation]
LangCode=040e
ReadHabit=Left-to-right
LanguageName=HUN
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Megerősítés
Warning=Figyelmeztetések
Error=Hiba
Confirm=Megerősítés
CurVer=Jelenlegi verzió:
FrmGBMain.btnfeedback.caption=Visszajelzés
FrmGBMain.btncheckver.caption=Új verzió ellenőrzése
BtnEnd=Befejezés
;
; About
;
FrmGBAbout.caption=Névjegy
FrmGBAbout.btnok.caption=Ok
FrmGBAbout.lblver.caption=Jelenlegi verzió:
FrmGBAbout.lblemail.caption=Email:
FrmGBAbout.lblhome.caption=Weboldal:
FrmGBAbout.lblthank.caption=Köszönjük a következő személyek közreműködését:

;
; Popup Menu
;
pmNewsletter=Hírlevél igénylése
pmfeedback=Visszajelzés..
pmHelp=Online súgó
pmHome=Weboldal
pmContact=Kapcsolat
pmCheckNew=Frissítések ellenőrzése
pmLang=Nyelvek
pmAbout=Névjegy
pmCheckNew=Frissítések ellenőrzése
pmrun=Játék futtatása
pmadd=Játék hozzáadása
pmdel=Játék törlése
pminfo=Játékinformációk
pmEndProcess=Folyamat befejezése
pmExclude=Kizárás
pmNoExclude=Kizárás törlése
pmGoogle=Google keresés


;
; Main GUI
; 
FrmGBMain.BtnTabGame.Caption=Saját játékok
FrmGBMain.BtnTabOpt.Caption=Rendszer-optimalizáló
FrmGBMain.BtnTabProcess.Caption=Folyamat-optimalizáló
FrmGBMain.BtnTabService.Caption=Szolgáltatás-optimalizáló
FrmGBMain.Btnlikeit.Caption=Tetszik
FrmGBMain.BtnRestore.Caption=Visszaállítás

;
; Like Us
;
FrmLikeit.lblTitle.caption=Ha kedveli a Wise Game Booster programot, kérjük, ossza meg szeretteivel.
FrmLikeit.lblInfo.caption=Kérjük, ossza meg a Wise Game Booster programot a családjával, barátaival, osztálytársaival és kollégáival email-ben, blogon, Twitteren, Youtubeon, Facebookon, stb.. Remek! Ezzel kényelmessé és eredményessé teheti az életüket.
FrmLikeit.lblRate.caption=A Wise Game Booster aránya:
FrmLikeit.lblfollow.caption=Kövessen minket:
FrmLikeit.lblshare.caption=A Wise Game Booster megosztása:
FrmLikeit.btndownload.caption=Ingyenes letöltés
FrmLikeit.imgrate.hint=Adjon nekünk 5 csillagot
FrmLikeit.imgmail.hint=Ossza meg barátaival
FrmLikeit.imgface1.hint=Ossza meg a facebookon
FrmLikeit.imgface2.hint=Kövessen minket a Facebookon
FrmLikeit.imgtwitter1.hint=Ossza meg a twitteren
FrmLikeit.imgtwitter2.hint=Kövessen minket a twitteren
FrmLikeit.Caption=Tetszik
FrmLikeit.lbldownload.caption=További ingyenes termékek letöltése a WiseCleaner.com oldalról

FrmGBMain.btnFacebook.hint=WiseCleaner lájkolása a Facebookon
FrmGBMain.btnTwitter.hint=Wise Game Booster megosztása a Twitteren
FrmGBMain.btnEmail.hint=Wise Game Booster megosztása a barátokkal

;
; gameinfo
;
FrmGameinfo.caption=Játékinformációk
FrmGameinfo.lbltype.caption=Játék típusa:
FrmGameinfo.lblname.caption=Fájlnév:
FrmGameinfo.lblPublisher.caption=Játékfejlesztő:
FrmGameinfo.lbltimes.caption=Futási idő:
FrmGameinfo.lbllasttime.caption=Legutóbb futtatva:
FrmGameinfo.lblrate.caption=Játék értékelése:
FrmGameinfo.lblcomment.caption=Játék megjegyzések:
FrmGameinfo.btnok.caption=OK
FrmGameinfo.btncancel.caption=Mégse
;
;GameBox
;
FrmGameBox.btnsysopt.caption=Optimalizálás
FrmGameBox.btnProcessopt.caption=Optimalizálás
FrmGameBox.btnServiceopt.caption=Optimalizálás
FrmGameBox.btnopt.caption=Optimalizálás

;
;sysopt
;
FrmSysOpt.btnopt.caption=Összes optimalizálása
FrmSysOpt.lblhint.caption=Kérjük, a játékteljesítmény javítása érdekében optimalizálja a következő elemeket.
FrmSysOpt.lblreall.caption=Összes folytatása
;
;processopt
;
FrmProcess.lblhint.caption=A sok memóriát használó programok bezárása a játék sebességének gyorsításához.
ProcessCpu=CPU-használat
ProcessMemory=Memóriahasználat
ProcessSuggest=Javaslat
ProcessAction=Folyamatkezelés
ProcessMostMemUse=Nagy memória használatú programok
;
;Serviceopt
;
FrmService.lblhint.caption=Irreleváns szolgáltatások lezárása a játék sebességének gyorsításához.
ServicePublisher=Fejlesztő
ServiceSuggest=Javaslat
ServiceAction=Szolgáltatáskezelés
ServiceStop=Irreleváns szolgáltatások leállítása
ServiceDisable=Leállítás
ServiceEnable=Indítás
ServiceKeep=Megtartás
ServiceMust=Meg kell nyitnia

;
;serviceRestore
;
Frmrestore.Btnreall.caption=Az összes szolgáltatás folytatása
Frmrestore.caption=Szolgáltatás folytatása
Frmrestore.Btnok.caption=OK
ServiceName=Szolgáltatásnév
ServiceChangeDateTime=Módosítás dátuma
ServiceRestore=Szolgáltatás folytatása

[GameBox]
lstbtnsearch=Játék keresése
GameUnknow=Ismeretlen
GameRPG=Szerepjátékok
GameShot=Lövöldözős játékok
GameOther=Egyéb játékok
NeverPlay=Soha nem játszott
UnknowPublisher=Ismeretlen fejlesztők
lstbtnadd=Új játék
LblSysopt=Rendszer-optimalizálás
LblProcessopt=Folyamatkezelés
LblServiceopt=Szolgáltatás-optimalizálás
LblTitleCheck=PC teljesítmény tesztelése, kis türelmet ...

[message]
NewVer=Új Wise Game Booster verzió érhető el! Szeretné frissíteni most?
FirRun=Használni szeretné a WGB-t az összes helyi játék automatikus kereséshez az első futtatásnál?
NoNewVer=Gratulálunk! A legújabb verziót használja.
CheckComputer=PC teljesítmény tesztelése, kis türelmet ...
SearchGame=A számítógépen lévő játékok keresése, kis türelmet...
Allgood=Gratulálunk! PC-je jó állapotban van. Nincs szükség optimalizálásra.
SysGood=Gratulálunk! Nincs szükség az elemek optimalizálására.
ProcessGood=Gratulálunk! Nincs szükség a folyamatok optimalizálására.
ServiceGood=Gratulálunk! Nincs szükség a szolgáltatások optimalizálására.
HaveProblem=%d problémát találtunk! Kattintson az "Optimalizálás" gombra az összes javításához.
sysProblem=%d elem optimalizálható.
Processproblem=%d folyamat állítható le a memória felszabadításhoz.
Serviceproblem=%d szolgáltatás állítható le.
DeleteGame=Valóban eltávolítja ezt a játékot?
HaveOpt=Optimalizálva
btnRestore=Folytatás
btnOpt=Optimalizálás
BtnAction=Művelet
BtnStop=Leállítás
SuggestClose=Befejezés
SuggestKeep=Megtartás
haveStoped=Leállítva
HaveRun=Elindítva
BtnRun=Indítás
HaveFail=A leállítás sikertelen
OptComputer=Optimalizálás folyamatban, kis türelmet...
AllgoodAfterOpt=Az optimalizálás befejeződött és %s MB lett mentve. A játék indítása most!
AllgoodAfterManualOpt=Gratulálunk! Nincs szükség az elemek optimalizálására. A játék indítása most!
HaveProblemAfterOpt=%d elemet nem sikerült optimalizálni, de %s MB memória szabadult fel.
TranslateTo=Fordítás...

[sysopt]
SystemStable=Rendszerstabilitás
SystemSpeedup=Rendszergyorsítás
NetworkSpeedup=Hálózatgyorsítás
AutoKill=A nem reagáló alkalmazások automatikusan leállítása a rendszerösszeomlások elkerülése érdekében.
RestartExplorer=A Windows Intéző automatikusan újraindítása a váratlan asztal eltűnés elkerülése érdekében.
TwoProcess=A Windows Intéző futtatása különálló folyamatként a rendszerütközések elkerülése érdekében.
ErrorReport=A képernyőn megjelenő hibajelentések letiltása a rendszerteljesítmény javítása érdekében.
Debugger=A hibakereső letiltása a hibafeldolgozási művelet felgyorsításához.
OptMemory=A memória alapértelmezett beállításainak optimalizálása a rendszerteljesítmény javítása érdekében.
OptVEff=A kezelőfelület összetevők megjelenésének optimalizálása (párbeszédpanel, menük, stb.) a rendszer reagálási sebességének javítása érdekében.
OptFileSystem=A fájlrendszer optimalizálása a rendszerteljesítmény javítása érdekében.
OptDiskSystem=A lemez I/O alrendszerének optimalizálása a rendszerteljesítmény javítása érdekében.
DisAutoRun=Az "Automatikus lejátszás" funkció letiltása a meghajtókon a vírusfertőzés elkerülése érdekében.
OptTTL=A TTL(Élettartam) beállítások optimalizálása a hálózati teljesítmény javítása érdekében.
OptNetForward=A hálózati továbbítási képesség optimalizálása a hálózati teljesítmény javítása érdekében.
OptMTU=A "fekete lyukak" automatikus észlelése a Path MTU Discovery technológiával a TCP/IP teljesítmény javítása érdekében.
OptWINS=A WINS név lekérdezési idő optimalizálása az adatátviteli sebesség javítása érdekében.
OptNetWork=A hálózati beállítások optimalizálása az átviteli teljesítmény javítása érdekében.
CloseAnimate=Az ablakok kis- vagy teljes méretre állításakor megjelenő animációs effektek bezárása az ablak válaszidejének felgyorsítása érdekében.
PagingExecutive=A memórialapozás letiltása és a lemez I/O csökkentése az alkalmazások teljesítményének javítása érdekében. (Figyelmen kívül hagyja azt, ha a fizikai memória < 1 Gb-nál)
StaticIP=Statikus IP beállítása a a helyi kapcsolat esetén a PC indítási sebességének növelése érdekében.
PorcessorTime=A processzor teljesítményének optimalizálása az alkalmazások, játékok, stb. gördülékenyebb futtatása érdekében. (Figyelmen kívül hagyja, ha a gép egy szerver.)
DisableIDECheck=Az IDE csatorna ellenőrzésének megakadályozása a Windows indítási sebességének növelése érdekében.
ForeAppSpeed=Az előtérben futó programok reagálási sebességének fokozása.
AeroPeek=Az Aero Peek megjelenítési sebességének fokozása.
AeroSnap=Az Aero Snap felgyorsítása a gyorsabb bélyegkép megjelenítéshez.
ShowSpeed=Optimalizált rendszer kijelző válaszadási sebesség.
IconCache=A rendszer ikon gyorsítótárának és az asztal megjelenítési sebességéneknek növelése.
OptDiskIdle=Lemez I/O optimalizálása a CPU üresjárati állapotában.
OptIEConnection=Megnövelt max kapcsolatok kiszolgálónként. A weboldal és online videó megtekintési sebességének növelése.
OptEthernet=Ethernet kártya teljesítményének optimalizálása.